{
    "Australia": {
        "info": "parkrun launched in Australia at Main Beach on the Gold Coast on 2 April 2011 with 108 runners, including the great Ron Clarke AO MBE in attendance.",
        "url": "https://www.parkrun.com.au/"
    },
    "Austria": {
        "info": "Hellbrunn parkrun joins the parkrun family in August 2021",
        "url": "https://www.parkrun.co.at/"
    },
    "Canada": {
        "info": "parkrun Canada launched in the heart of the Rocky Mountains in August 2016, and continues to ignite passion for running communities across the country.",
        "url": "https://www.parkrun.ca"
    },
    "Denmark": {
        "info": "Launched at Amager Faelled, Copenhagen in May 2009 by Jonathan Sydenham, who fell in love with parkrun when he participated while in the UK.",
        "url": "https://www.parkrun.dk/"
    },
    "Eswatini": {
        "info": "Mbabane parkrun joined the parkrun family May 2017 putting Eswatini on the parkrun map.",
        "url": "https://www.parkrun.co.za/events/#8.06/-26.52/31.463"
    },
    "Finland": {
        "info": "parkrun Finland started at Tampere parkrun on 14 October 2017.",
        "url": "https://www.parkrun.fi/"
    },
    "France": {
        "info": "parkrun France launched in June 2015 under the watchful eye of Anita with the first event in Les Dougnes",
        "url": "https://www.parkrun.fr"
    },
    "Germany": {
        "info": "parkrun Germany started at Küchenholz, Neckarau, and Georgengarten parkruns on 2 December 2017.",
        "url": "https://www.parkrun.com.de"
    },
    "Ireland": {
        "info": "The first parkrun in the Republic of Ireland started in Malahide Demesne Castle and Gardens on the 10th November 2012. It continues to be a revelation.",
        "url": "https://www.parkrun.ie/"
    },
    "Italy": {
        "info": "Giorgio brought parkrun to Italy in May 2015 with the first event taking place in Uditore.",
        "url": "https://www.parkrun.it"
    },
    "Japan": {
        "info": "parkrun Japan launched on 6 April 2019 making it the 21st Country to join the parkrun family. The first event was held at Futakotamagawa parkrun, Tokyo.",
        "url": "https://www.parkrun.jp"
    },
    "Malaysia": {
        "info": "Taman Pudu Ulu parkrun started in April 2018 as the first parkrun in Malaysia.",
        "url": "http://www.parkrun.my/"
    },
    "Namibia": {
        "info": "Swakopmund & Walvis Bay parkruns take place every week in Namibia.",
        "url": "https://www.parkrun.co.za/events/#5.18/-23.071/16.756"
    },
    "Netherlands": {
        "info": "parkrun Netherlands launched their first events early in February 2020!",
        "url": "https://www.parkrun.co.nl"
    },
    "New Zealand": {
        "info": "parkrun New Zealand started at Lower Hutt parkrun on 5 May 2012, with 89 people, including volunteers.",
        "url": "https://www.parkrun.co.nz/"
    },
    "Norway": {
        "info": "parkrun Norway started in August 2017 with the first event in Tøyenparken, Oslo.",
        "url": "https://www.parkrun.no/"
    },
    "Poland": {
        "info": "Launched in October 2011 at Gdynia, only five runners attended the first event. We've now added more events, offering runs to tens of thousands.",
        "url": "https://www.parkrun.pl/"
    },
    "Singapore": {
        "info": "South East Asia's very first parkrun launched at East Coast Park in June 2014 with twenty-nine runners completing the sea-front course.",
        "url": "https://www.parkrun.sg/"
    },
    "South Africa": {
        "info": "parkrun South Africa started in November 2011 at Delta Park, Johannesburg, where 22 parkrun pioneers completed the hot and very hilly 5km loop.",
        "url": "https://www.parkrun.co.za/"
    },
    "Sweden": {
        "info": "parkrun Sweden started with Haga parkrun, Hagaparken, Stockholm, in August 2016.",
        "url": "https://www.parkrun.se"
    },
    "United Kingdom": {
        "info": "Where it all began. The first event was held in Bushy Park, Teddington in October 2004 comprised of 13 pioneers and four volunteers.",
        "url": "https://www.parkrun.org.uk/"
    },
    "USA": {
        "info": "Formed June 2012 at Livonia, Michigan with 28 people in attendance. Recent events are Clermont, Florida and Durham, North Carolina.",
        "url": "https://www.parkrun.us/"
    }
}